tests/xma/4.1/xma_ProvAPI/ProvisioningCore-API/updateUsersByUserId_null.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://provisioning.intf.mobilgw.com/">
  <soap:Body>
    <tns:updateUsersByUserId>
      <arg1>
        <userId/>
      </arg1>
      <arg2/>
    </tns:updateUsersByUserId>
  </soap:Body>
</soap:Envelope>